<?php
$students = [
   'ИТ20' => [
       'Иванов Иван' => 5,
       'Кириллов Кирилл' => 3,
       'Орлов Николай' => 4,
       'Сазонова Ольга' => 4,
       'Скринник Влад' => 2,
       'Трезубцев Илья' => 3,
       'Кастомирова Наталья' => 2,
       'Лагутина Светлана' => 5
   ],
   'БАП20' => [
       'Антонов Антон' => 4,
       'Державин Сергей' => 5,
       'Лебедева Елена' => 3,
       'Спиридонов Александр' => 5,
       'Ульянова Яна' => 3,
       'Кузьмин Алексей' => 2,
       'Попов Дмитрий' => 4
   ]
];
?>